Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SetDesc_inspector_timeZone
source: Time zone for date and time values in the data inspector.
ar: المنطقة الزمنية لقيم التاريخ والوقت في مفتش البيانات.
cs: Časové pásmo pro hodnoty data a času v inspektoru dat.
de: Zeitzone für Datums- und Uhrzeitwerte im Dateninspektor.
el: Ζώνη ώρας για τιμές ημερομηνίας και ώρας στον επιθεωρητή δεδομένων.
es: Zona horaria para los valores de fecha y hora en el inspector de datos.
fa: منطقهٔ زمانی برای مقادیر تاریخ و زمان در بازرس داده.
fr: Le fuseau horaire des valeurs de date et d'heure dans l'inspecteur de données.
hu: Az adatvizsgáló dátum- és időértékeinek időzónája.
id: Zona waktu untuk nilai tanggal dan waktu di inspektur data.
it: Fuso orario per i valori di data e ora nell'ispettore dati.
ja: データインスペクタの日時の値に使うタイムゾーン。
ko: 데이터 검사기의 날짜 및 시간 값에 사용할 표준 시간대입니다.
pl: Strefa czasowa dla wartości daty i godziny w inspektorze danych.
pt: Fuso horário para valores de data e hora no inspetor de dados.
ro: Fusul orar pentru valorile de dată și oră din inspectorul de date.
ru: Часовой пояс для значений даты и времени в инспекторе данных.
th: โซนเวลาสำหรับค่าวันที่และเวลาในตัวตรวจสอบข้อมูล
tr: Veri denetçisindeki tarih ve saat değerleri için saat dilimi.
uk: Часовий пояс для значень дати й часу в інспекторі даних.
vi: Múi giờ cho giá trị ngày giờ trong trình kiểm tra dữ liệu.
zh_hans: 数据检查器中日期和时间值使用的时区。
zh_hant: 資料檢查器中日期和時間值使用的時區。

# SetOpt_inspector_timeZone_local
source: Local time
ar: التوقيت المحلي
cs: Místní čas
de: Ortszeit
el: Τοπική ώρα
es: Hora local
fa: زمان محلی
fr: Heure locale
hu: Helyi idő
id: Waktu lokal
it: Ora locale
ja: ローカル時刻
ko: 현지 시간
pl: Czas lokalny
pt: Hora local
ro: Ora locală
ru: Местное время
th: เวลาท้องถิ่น
tr: Yerel saat
uk: Місцевий час
vi: Giờ địa phương
zh_hans: 本地时间
zh_hant: 當地時間

# Set_inspector_dateFormat
source: Inspector: date format
ar: المفتش: تنسيق التاريخ
cs: Inspektor: formát data
de: Inspektor: Datumsformat
el: Επιθεωρητής: μορφή ημερομηνίας
es: Inspector: formato de fecha
fa: بازرس: قالب تاریخ
fr: Inspecteur : format de date
hu: Vizsgáló: dátumformátum
id: Inspektur: format tanggal
it: Ispettore: formato data
ja: インスペクタ: 日時の書式
ko: 검사기: 날짜 형식
pl: Inspektor: format daty
pt: Inspetor: formato de data
ro: Inspector: format dată
ru: Инспектор: формат даты
th: ตัวตรวจสอบ: รูปแบบวันที่
tr: Denetçi: tarih biçimi
uk: Інспектор: формат дати
vi: Trình kiểm tra: định dạng ngày
zh_hans: 检查器：日期格式
zh_hant: 檢查器：日期格式

# SetDesc_inspector_dateFormat
source: Format of date and time values in the data inspector.
ar: تنسيق قيم التاريخ والوقت في مفتش البيانات.
cs: Formát hodnot data a času v inspektoru dat.
de: Format der Datums- und Uhrzeitwerte im Dateninspektor.
el: Μορφή των τιμών ημερομηνίας και ώρας στον επιθεωρητή δεδομένων.
es: Formato de los valores de fecha y hora en el inspector de datos.
fa: قالب مقادیر تاریخ و زمان در بازرس داده.
fr: Le format des valeurs de date et d'heure dans l'inspecteur de données.
hu: Az adatvizsgáló dátum- és időértékeinek formátuma.
id: Format nilai tanggal dan waktu di inspektur data.
it: Formato dei valori di data e ora nell'ispettore dati.
ja: データインスペクタの日時の値の書式。
ko: 데이터 검사기의 날짜 및 시간 값 형식입니다.
pl: Format wartości daty i godziny w inspektorze danych.
pt: Formato dos valores de data e hora no inspetor de dados.
ro: Formatul valorilor de dată și oră din inspectorul de date.
ru: Формат значений даты и времени в инспекторе данных.
th: รูปแบบของค่าวันที่และเวลาในตัวตรวจสอบข้อมูล
tr: Veri denetçisindeki tarih ve saat değerlerinin biçimi.
uk: Формат значень дати й часу в інспекторі даних.
vi: Định dạng của giá trị ngày giờ trong trình kiểm tra dữ liệu.
zh_hans: 数据检查器中日期和时间值的格式。
zh_hant: 資料檢查器中日期和時間值的格式。

# SetOpt_inspector_dateFormat_regional
source: Regional format
ar: التنسيق الإقليمي
cs: Místní formát
de: Regionales Format
el: Τοπική μορφή
es: Formato regional
fa: قالب منطقه‌ای
fr: Format régional
hu: Területi formátum
id: Format regional
it: Formato regionale
ja: 地域の書式
ko: 지역 형식
pl: Format regionalny
pt: Formato regional
ro: Format regional
ru: Региональный формат
th: รูปแบบตามภูมิภาค
tr: Bölgesel biçim
uk: Регіональний формат
vi: Định dạng khu vực
zh_hans: 区域格式
zh_hant: 地區格式

# Set_inspector_digitGrouping
source: Inspector: digit grouping
ar: المفتش: تجميع الأرقام
cs: Inspektor: seskupování číslic
de: Inspektor: Zifferngruppierung
el: Επιθεωρητής: ομαδοποίηση ψηφίων
es: Inspector: agrupación de dígitos
fa: بازرس: گروه‌بندی ارقام
fr: Inspecteur : groupement des chiffres
hu: Vizsgáló: számjegycsoportosítás
id: Inspektur: pengelompokan digit
it: Ispettore: raggruppamento cifre
ja: インスペクタ: 桁区切り
ko: 검사기: 자릿수 구분
pl: Inspektor: grupowanie cyfr
pt: Inspetor: agrupamento de dígitos
ro: Inspector: gruparea cifrelor
ru: Инспектор: группировка разрядов
th: ตัวตรวจสอบ: การจัดกลุ่มตัวเลข
tr: Denetçi: basamak gruplama
uk: Інспектор: групування цифр
vi: Trình kiểm tra: nhóm chữ số
zh_hans: 检查器：数字分组
zh_hant: 檢查器：數字分組

# SetDesc_inspector_digitGrouping
source: Separate the digits of decimal values into groups (for example 12,345).
ar: فصل أرقام القيم العشرية في مجموعات (مثل 12,345).
cs: Rozdělí číslice desítkových hodnot do skupin (například 12 345).
de: Die Ziffern von Dezimalwerten in Gruppen trennen (z. B. 12.345).
el: Διαχωρισμός των ψηφίων δεκαδικών τιμών σε ομάδες (για παράδειγμα 12,345).
es: Separa en grupos los dígitos de los valores decimales (por ejemplo, 12.345).
fa: ارقام مقادیر دهدهی در گروه‌ها جدا شوند (مثلاً 12,345).
fr: Sépare les chiffres des valeurs décimales en groupes (par exemple 12 345).
hu: A decimális értékek számjegyeinek csoportosítása (például 12 345).
id: Memisahkan digit nilai desimal ke dalam kelompok (mis. 12,345).
it: Separa le cifre dei valori decimali in gruppi (ad es. 12.345).
ja: 10 進の値を桁区切りで表示する (例: 12,345)。
ko: 10진수 값의 자릿수를 그룹으로 구분합니다(예: 12,345).
pl: Dzieli cyfry wartości dziesiętnych na grupy (np. 12 345).
pt: Separa os dígitos dos valores decimais em grupos (por exemplo, 12.345).
ro: Separă cifrele valorilor zecimale în grupuri (de exemplu 12.345).
ru: Разделять цифры десятичных значений на группы (например, 12 345).
th: แบ่งหลักของค่าฐานสิบเป็นกลุ่ม (เช่น 12,345)
tr: Ondalık değerlerin basamaklarını gruplara ayırır (ör. 12.345).
uk: Розділяти цифри десяткових значень на групи (наприклад, 12 345).
vi: Tách các chữ số của giá trị thập phân thành nhóm (ví dụ: 12,345).
zh_hans: 将十进制值的数字分组显示（例如 12,345）。
zh_hant: 將十進位值的數字分組顯示（例如 12,345）。

# Set_inspector_highlightTarget
source: Highlight the inspector target
ar: تمييز هدف المفتش
cs: Zvýraznit cíl inspektoru
de: Ziel des Inspektors hervorheben
el: Επισήμανση του στόχου του επιθεωρητή
es: Resaltar el destino del inspector
fa: برجسته کردن هدف بازرس
fr: Mettre en surbrillance la cible de l'inspecteur
hu: A vizsgált bájtok kiemelése
id: Sorot target inspektur
it: Evidenzia la destinazione dell'ispettore
ja: インスペクタの対象を強調する
ko: 검사기 대상 강조 표시
pl: Wyróżniaj cel inspektora
pt: Realçar o destino do inspetor
ro: Evidențiere țintă inspector
ru: Выделять цель инспектора
th: เน้นเป้าหมายของตัวตรวจสอบ
tr: Denetçi hedefini vurgula
uk: Виділяти ціль інспектора
vi: Tô sáng mục tiêu của trình kiểm tra
zh_hans: 突出显示检查器目标
zh_hant: 醒目提示檢查器目標

# SetDesc_inspector_highlightTarget
source: Highlight the bytes of the selected inspector row in the Hex view.
ar: تمييز بايتات صف المفتش المحدد في عرض Hex.
cs: Zvýrazní bajty vybraného řádku inspektoru v zobrazení Hex.
de: Die Bytes der ausgewählten Inspektorzeile in der Hex-Ansicht hervorheben.
el: Επισήμανση των byte της επιλεγμένης γραμμής του επιθεωρητή στην προβολή Hex.
es: Resalta en la vista Hex los bytes de la fila seleccionada del inspector.
fa: بایت‌های سطر انتخاب‌شدهٔ بازرس در نمای Hex برجسته شوند.
fr: Met en surbrillance dans la vue Hex les octets de la ligne sélectionnée de l'inspecteur.
hu: A vizsgáló kiválasztott sorához tartozó bájtok kiemelése a Hex nézetben.
id: Menyorot byte dari baris inspektur yang dipilih di tampilan Hex.
it: Evidenzia nella vista Hex i byte della riga dell'ispettore selezionata.
ja: 選んだインスペクタの行のバイトを Hex ビューで強調する。
ko: 선택한 검사기 행의 바이트를 Hex 보기에서 강조 표시합니다.
pl: Wyróżnia w widoku Hex bajty wybranego wiersza inspektora.
pt: Realça na exibição Hex os bytes da linha selecionada do inspetor.
ro: Evidențiază în vizualizarea Hex octeții rândului selectat din inspector.
ru: Выделять в представлении Hex байты выбранной строки инспектора.
th: เน้นไบต์ของแถวที่เลือกในตัวตรวจสอบในมุมมอง Hex
tr: Seçili denetçi satırının baytlarını Hex görünümünde vurgular.
uk: Виділяти в поданні Hex байти вибраного рядка інспектора.
vi: Tô sáng các byte của hàng trình kiểm tra đang chọn trong khung xem Hex.
zh_hans: 在 Hex 视图中突出显示所选检查器行对应的字节。
zh_hant: 在 Hex 檢視中醒目提示所選檢查器列的位元組。

# Set_bookmarks_defaultColor
source: Default bookmark color
ar: لون الإشارة المرجعية الافتراضي
cs: Výchozí barva záložek
de: Standardfarbe für Lesezeichen
el: Προεπιλεγμένο χρώμα σελιδοδείκτη
es: Color predeterminado de los marcadores
fa: رنگ پیش‌فرض نشانک
fr: Couleur par défaut des signets
hu: Könyvjelzők alapértelmezett színe
id: Warna penanda default
it: Colore predefinito dei segnalibri
ja: ブックマークの既定の色
ko: 기본 책갈피 색
pl: Domyślny kolor zakładek
pt: Cor padrão dos marcadores
ro: Culoare implicită a marcajelor
ru: Цвет закладок по умолчанию
th: สีเริ่มต้นของบุ๊กมาร์ก
tr: Varsayılan yer işareti rengi
uk: Стандартний колір закладок
vi: Màu dấu trang mặc định
zh_hans: 默认书签颜色
zh_hant: 預設書籤色彩

# SetDesc_bookmarks_defaultColor
source: Color of bookmarks added with Ctrl+F2 or a numbered bookmark.
ar: لون الإشارات المرجعية المضافة باستخدام Ctrl+F2 أو الإشارات المرجعية المرقّمة.
cs: Barva záložek přidaných pomocí Ctrl+F2 nebo číslovaných záložek.
de: Farbe von Lesezeichen, die mit Ctrl+F2 oder als nummerierte Lesezeichen hinzugefügt werden.
el: Χρώμα των σελιδοδεικτών που προστίθενται με Ctrl+F2 ή ως αριθμημένοι σελιδοδείκτες.
es: Color de los marcadores agregados con Ctrl+F2 o como marcadores numerados.
fa: رنگ نشانک‌هایی که با Ctrl+F2 یا به‌عنوان نشانک شماره‌دار افزوده می‌شوند.
fr: La couleur des signets ajoutés avec Ctrl+F2 ou comme signets numérotés.
hu: A Ctrl+F2 billentyűkombinációval vagy számozott könyvjelzőként hozzáadott könyvjelzők színe.
id: Warna penanda yang ditambahkan dengan Ctrl+F2 atau penanda bernomor.
it: Colore dei segnalibri aggiunti con Ctrl+F2 o dei segnalibri numerati.
ja: Ctrl+F2 や番号付きブックマークで付けるブックマークの色。
ko: Ctrl+F2 또는 번호 책갈피로 추가한 책갈피의 색입니다.
pl: Kolor zakładek dodanych za pomocą Ctrl+F2 lub zakładek numerowanych.
pt: Cor dos marcadores adicionados com Ctrl+F2 ou de marcadores numerados.
ro: Culoarea marcajelor adăugate cu Ctrl+F2 sau a marcajelor numerotate.
ru: Цвет закладок, добавленных с помощью Ctrl+F2, и нумерованных закладок.
th: สีของบุ๊กมาร์กที่เพิ่มด้วย Ctrl+F2 หรือบุ๊กมาร์กแบบมีหมายเลข
tr: Ctrl+F2 ile eklenen yer işaretlerinin veya numaralı yer işaretlerinin rengi.
uk: Колір закладок, доданих за допомогою Ctrl+F2 або як нумерована закладка.
vi: Màu của dấu trang được thêm bằng Ctrl+F2 hoặc dấu trang đánh số.
zh_hans: 使用 Ctrl+F2 或编号书签添加的书签的颜色。
zh_hant: 以 Ctrl+F2 或編號書籤新增之書籤的色彩。

# SetOpt_bookmarks_defaultColor_1
source: Color 1
ar: اللون 1
cs: Barva 1
de: Farbe 1
el: Χρώμα 1
fa: رنگ 1
fr: Couleur 1
hu: 1. szín
id: Warna 1
it: Colore 1
ja: 色 1
ko: 색 1
pl: Kolor 1
pt: Cor 1
ro: Culoarea 1
ru: Цвет 1
th: สี 1
tr: Renk 1
uk: Колір 1
vi: Màu 1
zh_hans: 颜色 1
zh_hant: 色彩 1

# SetOpt_bookmarks_defaultColor_2
source: Color 2
ar: اللون 2
cs: Barva 2
de: Farbe 2
el: Χρώμα 2
fa: رنگ 2
fr: Couleur 2
hu: 2. szín
id: Warna 2
it: Colore 2
ja: 色 2
ko: 색 2
pl: Kolor 2
pt: Cor 2
ro: Culoarea 2
ru: Цвет 2
th: สี 2
tr: Renk 2
uk: Колір 2
vi: Màu 2
zh_hans: 颜色 2
zh_hant: 色彩 2

# SetOpt_bookmarks_defaultColor_3
source: Color 3
ar: اللون 3
cs: Barva 3
de: Farbe 3
el: Χρώμα 3
fa: رنگ 3
fr: Couleur 3
hu: 3. szín
id: Warna 3
it: Colore 3
ja: 色 3
ko: 색 3
pl: Kolor 3
pt: Cor 3
ro: Culoarea 3
ru: Цвет 3
th: สี 3
tr: Renk 3
uk: Колір 3
vi: Màu 3
zh_hans: 颜色 3
zh_hant: 色彩 3

# SetOpt_bookmarks_defaultColor_4
source: Color 4
ar: اللون 4
cs: Barva 4
de: Farbe 4
el: Χρώμα 4
fa: رنگ 4
fr: Couleur 4
hu: 4. szín
id: Warna 4
it: Colore 4
ja: 色 4
ko: 색 4
pl: Kolor 4
pt: Cor 4
ro: Culoarea 4
ru: Цвет 4
th: สี 4
tr: Renk 4
uk: Колір 4
vi: Màu 4
zh_hans: 颜色 4
zh_hant: 色彩 4

# SetOpt_bookmarks_defaultColor_5
source: Color 5
ar: اللون 5
cs: Barva 5
de: Farbe 5
el: Χρώμα 5
fa: رنگ 5
fr: Couleur 5
hu: 5. szín
id: Warna 5
it: Colore 5
ja: 色 5
ko: 색 5
pl: Kolor 5
pt: Cor 5
ro: Culoarea 5
ru: Цвет 5
th: สี 5
tr: Renk 5
uk: Колір 5
vi: Màu 5
zh_hans: 颜色 5
zh_hant: 色彩 5

# SetOpt_bookmarks_defaultColor_6
source: Color 6
ar: اللون 6
cs: Barva 6
de: Farbe 6
el: Χρώμα 6
fa: رنگ 6
fr: Couleur 6
hu: 6. szín
id: Warna 6
it: Colore 6
ja: 色 6
ko: 색 6
pl: Kolor 6
pt: Cor 6
ro: Culoarea 6
ru: Цвет 6
th: สี 6
tr: Renk 6
uk: Колір 6
vi: Màu 6
zh_hans: 颜色 6
zh_hant: 色彩 6

# SetOpt_bookmarks_defaultColor_7
source: Color 7
ar: اللون 7
cs: Barva 7
de: Farbe 7
el: Χρώμα 7
fa: رنگ 7
fr: Couleur 7
hu: 7. szín
id: Warna 7
it: Colore 7
ja: 色 7
ko: 색 7
pl: Kolor 7
pt: Cor 7
ro: Culoarea 7
ru: Цвет 7
th: สี 7
tr: Renk 7
uk: Колір 7
vi: Màu 7
zh_hans: 颜色 7
zh_hant: 色彩 7

# SetOpt_bookmarks_defaultColor_8
source: Color 8
ar: اللون 8
cs: Barva 8
de: Farbe 8
el: Χρώμα 8
fa: رنگ 8
fr: Couleur 8
hu: 8. szín
id: Warna 8
it: Colore 8
ja: 色 8
ko: 색 8
pl: Kolor 8
pt: Cor 8
ro: Culoarea 8
ru: Цвет 8
th: สี 8
tr: Renk 8
uk: Колір 8
vi: Màu 8
zh_hans: 颜色 8
zh_hant: 色彩 8

# Set_inspector_useCursorWithSelection
source: Inspector: use the cursor when there is a selection
ar: المفتش: استخدام المؤشر عند وجود تحديد
cs: Inspektor: při výběru použít kurzor
de: Inspektor: Bei Auswahl den Cursor verwenden
el: Επιθεωρητής: χρήση του δρομέα όταν υπάρχει επιλογή
es: Inspector: usar el cursor cuando hay una selección
fa: بازرس: استفاده از مکان‌نما هنگام وجود انتخاب
fr: Inspecteur : utiliser le curseur en cas de sélection
hu: Vizsgáló: a kurzor használata kijelöléskor
id: Inspektur: gunakan kursor saat ada pilihan
it: Ispettore: usa il cursore quando c'è una selezione
ja: インスペクタ: 選択範囲があってもカーソル位置を使う
ko: 검사기: 선택 영역이 있어도 커서 위치 사용
pl: Inspektor: używaj kursora, gdy jest zaznaczenie
pt: Inspetor: usar o cursor quando há uma seleção
ro: Inspector: utilizare cursor când există o selecție
ru: Инспектор: использовать курсор при наличии выделения
th: ตัวตรวจสอบ: ใช้เคอร์เซอร์เมื่อมีส่วนที่เลือก
tr: Denetçi: seçim varken imleci kullan
uk: Інспектор: використовувати курсор, коли є виділення
vi: Trình kiểm tra: dùng con trỏ khi có vùng chọn
zh_hans: 检查器：有选定内容时使用光标位置
zh_hant: 檢查器：有選取範圍時使用游標

# SetDesc_inspector_useCursorWithSelection
source: Interpret the bytes at the cursor instead of the start of the selection.
ar: تفسير البايتات عند المؤشر بدلاً من بداية التحديد.
cs: Interpretuje bajty na pozici kurzoru místo začátku výběru.
de: Die Bytes an der Cursorposition statt am Anfang der Auswahl interpretieren.
el: Ερμηνεία των byte στη θέση του δρομέα αντί για την αρχή της επιλογής.
es: Interpreta los bytes del cursor en lugar de los del inicio de la selección.
fa: بایت‌های محل مکان‌نما به‌جای ابتدای انتخاب تفسیر شوند.
fr: Interpréter les octets à la position du curseur plutôt qu'au début de la sélection.
hu: A kurzornál lévő bájtok értelmezése a kijelölés eleje helyett.
id: Menafsirkan byte di kursor, bukan di awal pilihan.
it: Interpreta i byte in corrispondenza del cursore anziché all'inizio della selezione.
ja: 選択範囲の先頭ではなく、カーソル位置のバイトを解釈する。
ko: 선택 영역의 시작 대신 커서 위치의 바이트를 해석합니다.
pl: Interpretuje bajty pod kursorem zamiast na początku zaznaczenia.
pt: Interpreta os bytes no cursor em vez do início da seleção.
ro: Interpretează octeții de la cursor în locul celor de la începutul selecției.
ru: Интерпретировать байты в позиции курсора, а не в начале выделения.
th: แปลความหมายไบต์ที่เคอร์เซอร์แทนจุดเริ่มต้นของส่วนที่เลือก
tr: Seçimin başlangıcı yerine imleçteki baytları yorumlar.
uk: Інтерпретувати байти під курсором замість початку виділення.
vi: Diễn giải các byte tại con trỏ thay vì đầu vùng chọn.
zh_hans: 解释光标处的字节，而不是选定内容开头的字节。
zh_hant: 解譯游標處的位元組，而不是選取範圍開頭的位元組。

# Set_inspector_rows
source: Inspector rows
ar: صفوف المفتش
cs: Řádky inspektoru
de: Inspektorzeilen
el: Γραμμές επιθεωρητή
es: Filas del inspector
fa: سطرهای بازرس
fr: Lignes de l'inspecteur
hu: Vizsgáló sorai
id: Baris inspektur
it: Righe dell'ispettore
ja: インスペクタの行
ko: 검사기 행
pl: Wiersze inspektora
pt: Linhas do inspetor
ro: Rânduri inspector
ru: Строки инспектора
th: แถวของตัวตรวจสอบ
tr: Denetçi satırları
uk: Рядки інспектора
vi: Hàng của trình kiểm tra
zh_hans: 检查器行
zh_hant: 檢查器列

# SetDesc_inspector_rows
source: Rows shown in the data inspector and their order.
ar: الصفوف المعروضة في مفتش البيانات وترتيبها.
cs: Řádky zobrazené v inspektoru dat a jejich pořadí.
de: Die im Dateninspektor angezeigten Zeilen und ihre Reihenfolge.
el: Οι γραμμές που εμφανίζονται στον επιθεωρητή δεδομένων και η σειρά τους.
es: Las filas que se muestran en el inspector de datos y su orden.
fa: سطرهای نمایش‌داده‌شده در بازرس داده و ترتیب آن‌ها.
fr: Les lignes affichées dans l'inspecteur de données et leur ordre.
hu: Az adatvizsgálóban megjelenő sorok és sorrendjük.
id: Baris yang ditampilkan di inspektur data beserta urutannya.
it: Righe mostrate nell'ispettore dati e il loro ordine.
ja: データインスペクタに表示する行と順序。
ko: 데이터 검사기에 표시할 행과 그 순서입니다.
pl: Wiersze wyświetlane w inspektorze danych i ich kolejność.
pt: Linhas mostradas no inspetor de dados e sua ordem.
ro: Rândurile afișate în inspectorul de date și ordinea lor.
ru: Строки, отображаемые в инспекторе данных, и их порядок.
th: แถวที่แสดงในตัวตรวจสอบข้อมูลและลำดับของแถว
tr: Veri denetçisinde gösterilen satırlar ve sıraları.
uk: Рядки, що відображаються в інспекторі даних, і їхній порядок.
vi: Các hàng hiển thị trong trình kiểm tra dữ liệu và thứ tự của chúng.
zh_hans: 数据检查器中显示的行及其顺序。
zh_hant: 資料檢查器中顯示的列及其順序。

# Set_inspector_rowPresets
source: Inspector row presets
ar: إعدادات صفوف المفتش المسبقة
cs: Předvolby řádků inspektoru
de: Vorlagen für Inspektorzeilen
el: Προκαθορισμένα σύνολα γραμμών επιθεωρητή
es: Conjuntos de filas del inspector
fa: پیش‌تنظیم‌های سطر بازرس
fr: Jeux de lignes de l'inspecteur
hu: Vizsgálósor-készletek
id: Preset baris inspektur
it: Set predefiniti di righe dell'ispettore
ja: インスペクタの行のプリセット
ko: 검사기 행 프리셋
pl: Zestawy wierszy inspektora
pt: Predefinições de linhas do inspetor
ro: Presetări rânduri inspector
ru: Наборы строк инспектора
th: ชุดสำเร็จรูปของแถวตัวตรวจสอบ
tr: Denetçi satırı ön ayarları
uk: Набори рядків інспектора
vi: Bộ định sẵn hàng của trình kiểm tra
zh_hans: 检查器行预设
zh_hant: 檢查器列預設集

# SetDesc_inspector_rowPresets
source: Named sets of inspector rows.
ar: مجموعات مسمّاة من صفوف المفتش.
cs: Pojmenované sady řádků inspektoru.
de: Benannte Gruppen von Inspektorzeilen.
el: Επώνυμα σύνολα γραμμών του επιθεωρητή.
es: Conjuntos con nombre de filas del inspector.
fa: مجموعه‌های نام‌دار از سطرهای بازرس.
fr: Ensembles nommés de lignes de l'inspecteur.
hu: A vizsgáló sorainak elnevezett készletei.
id: Set baris inspektur yang diberi nama.
it: Set denominati di righe dell'ispettore.
ja: 名前を付けたインスペクタの行の組み合わせ。
ko: 이름을 붙인 검사기 행 집합입니다.
pl: Nazwane zestawy wierszy inspektora.
pt: Conjuntos nomeados de linhas do inspetor.
ro: Seturi denumite de rânduri ale inspectorului.
ru: Именованные наборы строк инспектора.
th: ชุดแถวของตัวตรวจสอบที่ตั้งชื่อไว้
tr: Adlandırılmış denetçi satırı kümeleri.
uk: Іменовані набори рядків інспектора.
vi: Các bộ hàng của trình kiểm tra được đặt tên.
zh_hans: 已命名的检查器行组合。
zh_hant: 已命名的檢查器列組合。

# Cmd_go_bookmark_set1
source: Set numbered bookmark 1
ar: تعيين الإشارة المرجعية المرقّمة 1
cs: Nastavit číslovanou záložku 1
de: Nummeriertes Lesezeichen 1 setzen
el: Ορισμός αριθμημένου σελιδοδείκτη 1
es: Poner marcador numerado 1
fa: گذاشتن نشانک شماره‌دار 1
fr: Placer le signet numéroté 1
hu: 1. számozott könyvjelző beállítása
id: Pasang penanda bernomor 1
it: Imposta segnalibro numerato 1
ja: 番号付きブックマーク 1 を設定
ko: 번호 책갈피 1 설정
pl: Ustaw numerowaną zakładkę 1
pt: Definir marcador numerado 1
ro: Setare marcaj numerotat 1
ru: Поставить нумерованную закладку 1
th: ตั้งบุ๊กมาร์กหมายเลข 1
tr: 1 numaralı yer işaretini koy
uk: Установити нумеровану закладку 1
vi: Đặt dấu trang đánh số 1
zh_hans: 设置编号书签 1
zh_hant: 設定編號書籤 1

# CmdAlias_go_bookmark_set1
source: mark
ar: mark إشارة مرجعية مرقّمة تعيين
cs: záložka zalozka nastavit mark
de: lesezeichen markierung mark
el: σελιδοδείκτης σήμανση mark
es: marcador marca mark
fa: نشانک, mark
fr: signet marque mark
hu: könyvjelző konyvjelzo mark
id: pasang penanda mark
it: segnalibro segno mark
ja: ばんごうつきぶっくまーくをせってい
ko: 번호 책갈피 설정 표시 mark
pl: zakładka znacznik mark
pt: marcador marca mark
ro: marcaj mark
ru: закладка метка mark
th: บุ๊กมาร์ก ตั้ง หมายเลข mark
tr: işaret mark
uk: закладка позначка mark
vi: đặt dấu trang mark
zh_hans: 书签 标记 编号 设置 mark
zh_hant: 編號書籤 設定 標記 mark

# Cmd_go_bookmark_goto1
source: Go to numbered bookmark 1
ar: الانتقال إلى الإشارة المرجعية المرقّمة 1
cs: Přejít na číslovanou záložku 1
de: Gehe zu nummeriertem Lesezeichen 1
el: Μετάβαση σε αριθμημένο σελιδοδείκτη 1
es: Ir al marcador numerado 1
fa: رفتن به نشانک شماره‌دار 1
fr: Atteindre le signet numéroté 1
hu: Ugrás az 1. számozott könyvjelzőre
id: Pergi ke penanda bernomor 1
it: Vai al segnalibro numerato 1
ja: 番号付きブックマーク 1 へ移動
ko: 번호 책갈피 1로 이동
pl: Przejdź do numerowanej zakładki 1
pt: Ir para marcador numerado 1
ro: Salt la marcajul numerotat 1
ru: Перейти к нумерованной закладке 1
th: ไปที่บุ๊กมาร์กหมายเลข 1
tr: 1 numaralı yer işaretine git
uk: Перейти до нумерованої закладки 1
vi: Đi tới dấu trang đánh số 1
zh_hans: 转到编号书签 1
zh_hant: 移至編號書籤 1

# CmdAlias_go_bookmark_goto1
source: mark jump
ar: mark jump إشارة مرجعية مرقّمة انتقال قفز
cs: záložka zalozka přejít prejit skok mark jump
de: lesezeichen springen mark jump
el: σελιδοδείκτης άλμα mark jump
es: marcador saltar mark jump
fa: نشانک پرش, mark jump
fr: signet aller sauter mark jump
hu: könyvjelző konyvjelzo ugrás ugras mark jump
id: pergi penanda lompat mark jump
it: segnalibro salta mark jump
ja: ばんごうつきぶっくまーくへいどう
ko: 번호 책갈피 이동 점프 mark jump
pl: zakładka skocz mark jump
pt: marcador saltar mark jump
ro: marcaj salt mark jump
ru: закладка перейти mark jump
th: บุ๊กมาร์ก ไปที่ หมายเลข mark jump
tr: işaret atla mark jump
uk: закладка перейти mark jump
vi: đi tới dấu trang nhảy mark jump
zh_hans: 书签 标记 编号 跳转 mark jump
zh_hant: 編號書籤 移至 跳至 標記 mark jump

# Cmd_go_bookmark_set2
source: Set numbered bookmark 2
ar: تعيين الإشارة المرجعية المرقّمة 2
cs: Nastavit číslovanou záložku 2
de: Nummeriertes Lesezeichen 2 setzen
el: Ορισμός αριθμημένου σελιδοδείκτη 2
es: Poner marcador numerado 2
fa: گذاشتن نشانک شماره‌دار 2
fr: Placer le signet numéroté 2
hu: 2. számozott könyvjelző beállítása
id: Pasang penanda bernomor 2
it: Imposta segnalibro numerato 2
ja: 番号付きブックマーク 2 を設定
ko: 번호 책갈피 2 설정
pl: Ustaw numerowaną zakładkę 2
pt: Definir marcador numerado 2
ro: Setare marcaj numerotat 2
ru: Поставить нумерованную закладку 2
th: ตั้งบุ๊กมาร์กหมายเลข 2
tr: 2 numaralı yer işaretini koy
uk: Установити нумеровану закладку 2
vi: Đặt dấu trang đánh số 2
zh_hans: 设置编号书签 2
zh_hant: 設定編號書籤 2

# CmdAlias_go_bookmark_set2
source: mark
ar: mark إشارة مرجعية مرقّمة تعيين
cs: záložka zalozka nastavit mark
de: lesezeichen markierung mark
el: σελιδοδείκτης σήμανση mark
es: marcador marca mark
fa: نشانک, mark
fr: signet marque mark
hu: könyvjelző konyvjelzo mark
id: pasang penanda mark
it: segnalibro segno mark
ja: ばんごうつきぶっくまーくをせってい
ko: 번호 책갈피 설정 표시 mark
pl: zakładka znacznik mark
pt: marcador marca mark
ro: marcaj mark
ru: закладка метка mark
th: บุ๊กมาร์ก ตั้ง หมายเลข mark
tr: işaret mark
uk: закладка позначка mark
vi: đặt dấu trang mark
zh_hans: 书签 标记 编号 设置 mark
zh_hant: 編號書籤 設定 標記 mark
